export const crumbsLabels = {
	"ru": {
		ru: "Главная",
		ua: "Головна"
	},
	"ua": {
		ru: "Главная",
		ua: "Головна"
	},
	"dnipro": {
		ru: "Коворкинги Днепра",
		ua: "Коворінги Дніпра"
	},
	"kharkiv": {
		ru: "Коворкинги Харькова",
		ua: "Коворінги Харкова"
	},
	"lviv": {
		ru: "Коворкинги Львова",
		ua: "Коворінги Львова"
	},
	"kyiv": {
		ru: "Коворкинги Киева",
		ua: "Коворінги Києва"
	},
	"odesa": {
		ru: "Коворкинги Одессы",
		ua: "Коворінги Одеси"
	}
	,
	"about": {
		ru: "О нас",
		ua: "Про нас"
	},
	"gdpr": {
		ru: "Политика конфиденциальности",
		ua: "Політика конфіденційності"
	}

}