import Head from "next/head";
import Link from "next/link";
import Heading from "../../components/Heading/Heading";

export default function Home() {
    return (
        <>
            <Head>
                <title>
                    Каталог коворкінгів України | topcoworking.com.ua | Ukraine
                </title>
                <meta
                    name="title"
                    content="Каталог коворкінгів України | topcoworking.com.ua | Ukraine"
                />
                <meta
                    name="description"
                    content="topcoworking.com.ua - кращій каталог коворкінгів України. На нашому сайті ви можете підібрати коворкінг для команди або коворкінг для фрілансера."
                />
                <meta
                    property="og:title"
                    content="Каталог коворкінгів України | topcoworking.com.ua | Ukraine"
                />
                <meta
                    property="og:description"
                    content="topcoworking.com.ua - кращій каталог коворкінгів України. На нашому сайті ви можете підібрати коворкінг для команди або коворкінг для фрілансера."
                />
                <meta property="og:type" content="article" />
                <meta
                    property="og:url"
                    content="https://topcoworking.com.ua/"
                />
                <meta property="og:site_name" content="topcoworking.com.ua" />
            </Head>
            <section className="page">
                <Heading>
                    <h1>Каталог коворкінгів України</h1>
                    <p>
                        Обери собі коворкінг у своєму місті і дізнайся про всі
                        умови та тарифи
                    </p>
                </Heading>
                <div className="container">
                    <div className="pure-g">
                        <div className="pure-u-1">
                            <h2>Що таке коворкінг?</h2>
                            <p>
                                Зараз дуже популярним явищем стало поняття
                                віддаленої роботи. На це вплинули багато різних
                                речей, але в основному – це розвиток інтернету,
                                ковід та війна. Багато людей розпочали працювати
                                за своїми ноутбуками та комп'ютерами прямо з
                                дому. Також багато хто з нас зіткнувся з деяким
                                дискомфортом роботи з дому, це недолік
                                спілкування з людьми, знижена продуктивність
                                через домашню атмосферу або не дуже зручне
                                робоче місце вдома, галасливі діти чи інші
                                чинники.
                            </p>
                            <p>
                                Гарний вихід із ситуації, що склалася є{" "}
                                <strong>коворкінг</strong> - це робочі місця в
                                різних бізнес центрах з доступом до
                                високошвидкісного інтернету та як правило серед
                                інших людей.
                            </p>
                            <p>
                                В основному <strong>коворкінги</strong> здаються
                                з чудовим ремонтом, атмосферою в якій хочеться
                                працювати і проводити більшість свого робочого
                                дня. Вони розміщені у центральних частинах міст,
                                серед розвиненої інфраструктури та можливістю
                                доступу до свого робочого місця в різний час,
                                деякі працюють цілодобово та без вихідних.
                            </p>
                            <h3>Кому підійде коворкінг?</h3>
                            <p>
                                Найбільше <strong>коворкінг</strong> підходить
                                людям, які працюють за ноутбуками, їх діяльність
                                тісно пов'язана з інтернетом та комунікацією із
                                замовниками. З основних професій, коворкінгами
                                користуються:
                            </p>
                            <ul>
                                <li>Программісти та дизайнери</li>
                                <li>IT фахівці всіх категорій</li>
                                <li>Менеджер з персоналу</li>
                                <li>Бізнес тренера</li>
                                <li>Молоді підприємці</li>
                                <li>Організатори заходів</li>
                                <li>Фотографи та відеографи</li>
                                <li>Блогери, тиктокери та ін.</li>
                            </ul>
                            <p>
                                У нас на сайті ви можете переглянути всі{" "}
                                <strong>коворкінги</strong> які працюють у
                                вашому місті, і вибрати найбільш підходящий. Ми
                                пропонуємо актуальну інформацію та відповіді на
                                багато важливих запитань. Вам досить просто
                                обрати своє місто і подивитися всі варіанти,
                                після чого зв'язатися за актуальними контактами
                                з їхньою адміністрацією.
                            </p>
                            <h3>Обери своє місто</h3>
                            <ul>
                                <li>
                                    <Link
                                        aria-label="Перейти на сторінку - Львів"
                                        href="/ua/lviv"
                                    >
                                        Львів
                                    </Link>
                                </li>
                                <li>
                                    <Link
                                        aria-label="Перейти на сторінку - Київ"
                                        href="/ua/kyiv"
                                    >
                                        Київ
                                    </Link>
                                </li>
                                <li>
                                    <Link
                                        aria-label="Перейти на сторінку - Одеса"
                                        href="/ua/odesa"
                                    >
                                        Одеса
                                    </Link>
                                </li>
                                <li>
                                    <Link
                                        aria-label="Перейти на сторінку - Харків"
                                        href="/ua/kharkiv"
                                    >
                                        Харків
                                    </Link>
                                </li>
                                <li>
                                    <Link
                                        aria-label="Перейти на сторінку - Дніпро"
                                        href="/ua/dnipro"
                                    >
                                        Дніпро
                                    </Link>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </section>
        </>
    );
}
