import Head from "next/head";

export default function Gdpr() {
    return (
        <>
            <Head>
                <title>Політика конфіденційності | Topcoworking.com.ua</title>
                <meta
                    name="title"
                    content="Політика конфіденційності | Topcoworking.com.ua"
                />
                <meta
                    name="description"
                    content="Ми збираємо персональну та не персональну інформацію для цілей з якими ви можете ознайомитись в цій статті."
                />
                <meta
                    property="og:title"
                    content="Політика конфіденційності | Topcoworking.com.ua"
                />
                <meta property="og:site_name" content="Topcoworkings.com.ua" />
                <meta
                    property="og:url"
                    content="https://topcoworkings.com.ua/"
                />
                <meta
                    property="og:description"
                    content="Ми збираємо персональну та не персональну інформацію для цілей з якими ви можете ознайомитись в цій статті."
                />
                <meta property="og:type" content="article" />
            </Head>
            <section className="page">
                <div className="container">
                    <div className="pure-g">
                        <div className="pure-u-1">
                            <h1>Політика конфіденційності</h1>
                            <p>
                                Ми отримуємо, збираємо та зберігаємо будь-яку
                                інформацію, яку ви вказуєте на нашому веб-сайті,
                                або надаєте нам будь-яким іншим способом. Ми
                                можемо використовувати програмні засоби для
                                вимірювання та збирання інформації про сеанс,
                                включаючи час відгуку сторінки, тривалість
                                відвідувань певних сторінок, інформацію про
                                взаємодію сторінок та методи, які
                                використовуються для перегляду сторінки.
                            </p>
                            <p>
                                Ми збираємо персональну та не персональну
                                інформацію для наступних цілей:
                            </p>

                            <ul>
                                <li>Для надання та управління Послугами;</li>
                                <li>
                                    Для надання нашим користувачам постійної
                                    допомоги та технічної підтримки;
                                </li>
                                <li>
                                    Щоб мати змогу зв&apos;язатися з нашими
                                    відвідувачами та користувачами за допомогою
                                    спільних або персоналізованих повідомлень
                                    про послуги та рекламні повідомлення;
                                </li>
                                <li>
                                    Щоб створювати агреговані статистичні дані
                                    та іншу агреговану та/або передбачувану не
                                    персональну інформацію, яку ми або наші
                                    ділові партнери можемо використовувати для
                                    надання та покращення наших послуг;
                                </li>
                                <li>
                                    Для дотримання будь-яких законів і правил.
                                </li>
                            </ul>

                            <p>
                                Якщо ви більше не бажаєте, щоб ми обробляли ваші
                                дані, зв&apos;яжіться з нами електронною поштою
                                або надішліть нам лист за адресою:
                                zone@coworking.com.ua
                            </p>
                            <p>
                                Ми залишаємо за собою право змінювати цю
                                політику конфіденційності у будь-який час, тому,
                                будь ласка, регулярно її переглядайте. Зміни та
                                роз&apos;яснення набудуть чинності відразу після
                                їх публікації на веб-сайті. Якщо ми внесемо
                                суттєві зміни до цієї політики, ми повідомимо
                                вам, що вона оновлена, щоб ви знали, яку
                                інформацію ми збираємо, як ми її використовуємо
                                та за яких обставин, якщо такі є, ми її
                                використовуємо та/або розкриваємо.
                            </p>
                        </div>
                    </div>
                </div>
            </section>
        </>
    );
}
